---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SubRegionFailures
source: html/be6c21a9-aac0-f484-90f0-051962bbdda8.htm
---
# BuiltInFailures.SubRegionFailures Properties

Create sub-division failed.